export const MaleNames = [
  'Борис', 'Максим', 'Лев', 'Сергей', 'Фёдор', 'Илья', 'Антон', 'Захар',
  'Артём', 'Матвей', 'Ярослав', 'Лука', 'Михаил', 'Роман', 'Егор',
  'Василий', 'Макар', 'Степан', 'Александр', 'Андрей', 'Константин', 'Даниил',
  'Эмир', 'Тимофей', 'Давид', 'Дмитрий', 'Иван', 'Мирослав', 'Савва', 'Алексей',
  'Николай', 'Тимур', 'Кирилл', 'Никита', 'Григорий', 'Адриан', 'Адам', 'Евгений',
  'Всеволод', 'Гордей', 'Владислав', 'Виктор', 'Али', 'Леонид', 'Денис', 'Руслан',
  'Павел', 'Олег', 'Вадим', 'Владимир', 'Родион', 'Ибрагим', 'Марк', 'Данила', 'Артур',
  'Арсений', 'Игорь', 'Савелий', 'Даниэль', 'Тихон', 'Леон', 'Артемий', 'Вячеслав',
  'Герман', 'Платон', 'Семён', 'Эмиль', 'Виталий', 'Юрий', 'Глеб', 'Анатолий', 'Данил',
  'Георгий', 'Даниль', 'Святослав', 'Богдан', 'Станислав', 'Пётр', 'Эмин', 'Мирон',
  'Серафим', 'Дамир', 'Филипп', 'Демид', 'Елисей', 'Демьян', 'Аркадий', 'Альберт',
  'Ростислав', 'Роберт', 'Марсель', 'Марат', 'Карим', 'Ян', 'Валерий', 'Арсен', 'Яков',
  'Эрик', 'Тигран', 'Назар'
];

export const MaleSurnames = [
  'Еремин', 'Платонов', 'Булатов', 'Романов', 'Рыбаков', 'Сомов', 'Поздняков',
  'Дмитриев', 'Панкратов', 'Туманов', 'Попов', 'Коровин', 'Бобров', 'Попов',
  'Краснов', 'Смирнов', 'Латышев', 'Поляков', 'Котов', 'Панфилов', 'Анисимов',
  'Романов', 'Белоусов', 'Кузнецов', 'Осипов', 'Раков', 'Семенов',
  'Калугин', 'Андреев', 'Ежов', 'Лебедев', 'Медведев', 'Герасимов', 'Чернов',
  'Макаров', 'Селиванов', 'Егоров', 'Шульгин', 'Шмелев', 'Сергеев', 'Ершов',
  'Яковлев', 'Киселев', 'Михайлов', 'Владимиров', 'Дьяконов', 'Егоров', 'Туманов',
  'Афанасьев', 'Павлов', 'Анисимов', 'Васильев', 'Марков', 'Вавилов', 'Степанов',
  'Иванов', 'Колесников', 'Голубев', 'Егоров', 'Попов', 'Васильев', 'Смирнов',
  'Соколов', 'Зуев', 'Кравцов', 'Кречетов', 'Никитин', 'Федоров', 'Бобров', 'Аникин',
  'Михайлов', 'Захаров', 'Лаптев', 'Некрасов', 'Широков', 'Миров', 'Макеев',
  'Жуков', 'Гончаров', 'Мухин', 'Безруков', 'Горюнов', 'Тихомиров', 'Ермолаев',
  'Лаврентьев', 'Сорокин', 'Головин', 'Никифоров', 'Соловьев', 'Покровский', 'Щербаков',
  'Орлов', 'Александров', 'Гусев'
];

export const FemaleNames = [
  'Мария', 'Виктория', 'Александра', 'Валерия', 'Анастасия', 'Екатерина', 'Вера',
  'Алиса', 'Евгения', 'Василиса', 'Полина', 'Елизавета', 'Арина', 'Валентина',
  'Варвара', 'Яна', 'Вероника', 'Дарья', 'София', 'Алёна', 'Мирослава', 'Нелли', 'Ксения',
  'Ева', 'Анна', 'Амалия', 'Медина', 'Мелания', 'Серафима', 'Стефания', 'Ульяна', 'Маргарита',
  'Нина', 'Алина', 'Елена', 'Майя', 'Амина', 'Мира', 'Есения', 'Ярослава', 'Софья', 'Ангелина',
  'Аиша', 'Таисия', 'Мия', 'Амира', 'Ясмина', 'Любовь', 'Аделина', 'Агата', 'Злата', 'Юлия',
  'Теона', 'Алия', 'Элина', 'Дарина', 'Фатима', 'Антонина', 'Татьяна', 'Кристина', 'Миа', 'Николь',
  'Ольга', 'Лея', 'Надежда', 'Марьям', 'Милана', 'Эмилия', 'Анжелика', 'Евангелина', 'Марьяна',
  'Оливия', 'Марина', 'Людмила', 'Эмма', 'Кира', 'Олеся', 'Сафия', 'Диана', 'Станислава', 'Ника',
  'Светлана', 'Аяна', 'Камила', 'Марианна', 'Зоя', 'Виолетта', 'Айлин', 'Владислава', 'Алисия',
  'Каролина', 'Алеся', 'Ариана', 'Ирина', 'Мила', 'Айша', 'Агния', 'Амелия', 'Лидия', 'Евдокия'
];

export const FemaleSurnames = [
  'Козлова', 'Рыбкина', 'Анохина', 'Мухина', 'Иванова', 'Токарева', 'Белова', 'Королева',
  'Крылова', 'Александрова', 'Агафонова', 'Громова', 'Дубинина', 'Козырева', 'Федорова',
  'Петрова', 'Иванова', 'Родина', 'Борисова', 'Орлова', 'Семенова', 'Курочкина', 'Пименова',
  'Калинина', 'Федосеева', 'Исаева', 'Трофимова', 'Царева', 'Морозова', 'Ларина', 'Иванова',
  'Андреева', 'Ковалева', 'Тимофеева', 'Богданова', 'Самсонова', 'Сергеева', 'Соболева',
  'Дроздова', 'Казакова', 'Кравцова', 'Фадеева', 'Боброва', 'Климова', 'Пенова', 'Кузнецова',
  'Родионова', 'Маркова', 'Гуляева', 'Денисова', 'Старостина', 'Горшкова', 'Богданова',
  'Макарова', 'Карасева', 'Тарасова', 'Кузнецова', 'Терехова', 'Тихомирова', 'Николаева',
  'Русакова', 'Дружинина', 'Синицына', 'Касаткина', 'Белоусова', 'Мельникова', 'Александрова',
  'Андрианова', 'Степанова', 'Фирсова', 'Матвеева', 'Борисова', 'Воробьева', 'Николаева',
  'Бессонова', 'Кудрявцева', 'Афанасьева', 'Фомичева', 'Аникина', 'Лосева', 'Долгова',
  'Лапшина', 'Иванова', 'Карпова', 'Кузьмина', 'Антипова', 'Пирсова', 'Дроздова',
  'Малова', 'Старикова', 'Моисеева', 'Прохорова', 'Исаева', 'Игнатьева', 'Беляева', 'Михайлова',
  'Скворцова', 'Романцева', 'Нестерова', 'Крючкова'
];

export const Genders = ['male', 'female'];

export const HashTags = [
  '#wanderlusting', '#путешествуй', '#adventurouslife', '#турпоездка', '#explorations','#отдыхай',
  '#globetrottinglife', '#походник', '#explorationist', '#приключенческий', '#voyageur','#путешественник',
  '#adventuretime', '#экскурсионный', '#globetrotterslife','#путешествиятвоеймечты', '#journeyinglife',
  '#туристическаяжизнь','#traveldiary', '#турблог','#wandererslife','#походнавсегда','#travelog', '#путешествую','#adventuringlife',
  '#турприключения', '#roamingfree','#приключенияждут', '#explorist','#путешествияснами', '#globetrekking',
  '#турпоходы', '#expeditionist','#экспедиция', '#journeystories', '#историипутешествий', '#travelerslife',
  '#путешествияжизнь','#explorationlife','#походыидругое','#adventurelifestyle','#туризмир', '#travelogue',
  '#отдыхидругое', '#wanderinglife', '#жизньвпоходах', '#nomadiclife', '#путешествиявезде', '#adventurism',
  '#туризм', '#explorerlife', '#экскурсиинамерене', '#journeyer', '#путешествую', '#roamerlife','#отдыхпостоянный',
  '#globetrotting', '#путешествияповсему', '#adventurelover', '#турпоходы', '#travelish', '#приключениянавсегда',
  '#journeylover', '#путешествия', '#explorerlover', '#отдых', '#globetrot', '#туристическаяжизнь', '#explorative',
  '#экспедиционнаяжизнь', '#wanderer', '#походпутешествия', '#adventurerlife', '#турпоходыидругое', '#travelholic',
  '#отдыхнаприроде', '#globetrotlife', '#путешествияидругое', '#exploratory', '#экспедиции', '#traveldreams',
  '#туризмир', '#journeyholic', '#приключениявезде', '#wanderlustlife', '#походник', '#adventurist', '#путешествияналегке',
  '#globetrekker', '#турпутешествия', '#exploristlife', '#экспедициявгоры', '#travelinglife', '#отдыхнаприроде',
  '#journeymanlife', '#приключениявгоры', '#adventuring', '#путешествиявгоры', '#roaminglife', '#экскурсиипоРоссии'
];
